def get_teams(division):
    if division == 'v1_m':
        return {
            "268":"ジェイテクトSTINGS",
            "256":"パナソニックパンサーズ",
            "252":"サントリーサンバーズ",
            "255":"JTサンダーズ広島",
            "251":"堺ブレイザーズ",
            "257":"東レアローズ",
            "258":"ウルフドッグス名古屋",
            "253":"FC東京",
            "259":"大分三好ヴァイセアドラー",
            "461":"VC長野トライデンツ"
        }

    if division == 'v2_m':
        return {
            "272":"富士通カワサキレッドスピリッツ",
            "479":"ヴォレアス北海道",
            "455":"埼玉アザレア",
            "274":"トヨタ自動車サンホークス",
            "270":"大同特殊鋼レッドスター",
            "480":"ヴィアティン三重",
            "271":"つくばユナイテッドSunGAIA",
            "269":"警視庁フォートファイターズ",
            "296":"きんでんトリニティーブリッツ",
            "267":"東京ヴェルディ",
            "290":"兵庫デルフィーノ",
            "474":"長野GaRons",
            "483":"サフィルヴァ北海道"
        }

    if division == 'v3_m':
        return {
            "462":"奈良ドリーマーズ",
            "273":"近畿クラブスフィーダ",
            "297":"トヨタモビリティ東京スパークル",
            "460":"千葉ZELVA",
            "491":"アイシンティルマーレ",
            "490":"クボタスピアーズ"
        }

    if division == 'v1_w':
        return {
            "285":"JTマーヴェラス",
            "263":"岡山シーガルズ",
            "281":"埼玉上尾メディックス",
            "265":"デンソーエアリービーズ",
            "266":"トヨタ車体クインシーズ",
            "283":"東レアローズ",
            "261":"久光スプリングス",
            "284":"NECレッドロケッツ",
            "264":"日立リヴァーレ",
            "277":"KUROBEアクアフェアリーズ",
            "275":"PFUブルーキャッツ",
            "481":"ヴィクトリーナ姫路"
        }

    if division == 'v2_w':
        return {
            "458":"群馬銀行グリーンウイングス",
            "299":"GSS東京サンビームズ",
            "447":"JAぎふリオレーナ",
            "484":"ルートインホテルズブリリアントアリーズ",
            "457":"プレステージ・インターナショナルアランマーレ",
            "279":"大野石油広島オイラーズ",
            "280":"千葉エンゼルクロス",
            "459":"ブレス浜松",
            "298":"フォレストリーヴズ熊本"
        }