def get_players(team_id):
    if team_id == '268':
        return {'3581': '藤中優斗', '1187': '金丸晃大', '1179': '伏見大和', '1290': '福山汰一', '3823': '饒書涵', '1289': '柳澤広平', '1415': '郡浩也', '3582': '小林光輝', '1194': '袴谷亮介', '1195': '興梠亮', '1449': '西田有志', '1190': '久保山尚', '1192': '本間隆太', '1196': '浅野博亮'}
    if team_id == '256':
        return {'486': '清水邦広', '1118': '深津英臣', '3519': '大竹壱青', '1119': '渡辺奏吾', '347': '白澤健児', '1386': '久原翼', '3903': '仲本賢優', '1330': '今村貴彦', '1328': '山内晶大', '3904': '鈴木祐貴', '1283': '専田和也', '1336': 'クビアクミハウ', '487': '福澤達哉', '1387': '伊賀亮平', '1598': '永野健', '3905': '牧山祐介', '2262': '新貴裕', '1388': '兒玉康成', '1286': '小宮雄一郎'}
    if team_id == '252':
        return {'1169': '鶴田大樹', '1457': '小野遥輝', '3539': '鳥飼亜斗夢', '1382': '松林憲太郎', '3813': '季道帥', '1220': '柳田将洋', '1454': '大宅真樹', '1332': '藤中謙也', '1455': '秦耕介', '1047': '塩田達也', '3540': 'ムセルスキードミトリー', '1383': '加藤久典', '1456': '喜入祥充', '1384': '小川猛', '986': '栗山雅史', '3901': '西田寛基', '3541': '佐藤謙次', '3906': '高橋結人', '3907': '柏田樹'}
    if team_id == '255':
        return {'1078': '安永拓弥', '1458': '小野寺太志', '570': '深津旭弘', '1176': '中島健太', '1392': '井上慎一朗', '693': '八子大輔', '1460': '武智洸史', '1393': '井上航', '1178': '久原大輝', '1284': '合田心平', '1459': '熊倉允', '1273': '唐川大志', '3924': '西知恕', '1337': '金子聖輝', '1129': '山本将平', '1394': 'ロジャーズ海'}
    if team_id == '251':
        return {'53': '松本慶彦', '3542': '樋口裕希', '1453': '宮原貴人', '1276': '高野直哉', '3825': '堀江友裕', '1440': '山﨑貴矢', '1166': '出耒田敬', '1125': '佐川翔', '1082': '千々木駿介', '1331': '関田誠大', '1441': '小池勇輝', '1409': '山口頌平', '1391': '山本智大', '1410': '竹元裕太郎', '3543': '鵜野幸也'}
    if team_id == '257':
        return {'354': '富松崇彰', '1412': '高橋健太郎', '3873': '山口拓海', '4107': 'PadarKrisztian', '356': '米山裕太', '1329': '落合一貴', '1413': '峯村雄大', '3872': '富田将馬', '1120': '星野秀知', '3631': '酒井啓輔', '1121': '李博', '3874': '小澤宙輝', '494': '鈴木悠二', '1054': '梅野聡', '3537': 'アウントゥ', '1181': '藤井直伸'}
    if team_id == '258':
        return {'1235': '山田脩造', '1131': '山近哲', '620': '内山正平', '1183': '前田一誠', '586': '近裕崇', '1055': '白岩直也', '1475': '神谷雄飛', '326': '古賀幸一郎', '1237': '傳田亮太', '3965': '小山貴稀', '2694': '椿山竜介', '1236': '川口太一', '3578': '永露元稀', '3585': '高梨健太', '3580': '勝岡将斗', '3574': '小川智大', '3964': '山崎彰都'}
    if team_id == '253':
        return {'3646': '迫田郭志', '1174': '玉宅健太郎', '989': '橘裕也', '2052': '山田要平', '1229': '井上仁', '1341': '近江芳樹', '1339': '栗山英之', '608': '手塚大', '1086': '古賀太一郎', '1175': '小田嶋大貴', '3647': '柳町逸太', '1224': '長友優磨', '3648': '谷口渉', '1334': '手原紳', '3933': '武藤鉄也', '1390': '佐藤望実', '3822': 'プレモビッチピーター', '1461': '平田亮介', '1462': '宮原和輝', '1463': '小森郁己', '1464': '黒田彪斗'}
    if team_id == '259':
        return {'3788': 'バグナスブライアン', '2714': '田尻信太郎', '1057': '阿部領太', '2124': '勝将哉', '2515': '大西基之', '3545': '木本吉紀', '2222': '松尾敬介', '2410': '川口喬', '3067': '林一壽', '3851': '山田滉太', '2367': '石橋克哉', '1776': '久保田雅人', '1528': 'ヤカングマ', '583': '高松卓矢', '3122': '濱本豊', '1137': '島崎征士郎', '3850': '古賀健太', '2691': '辻口泰地', '3849': '井口直紀', '2788': '藤岡諒馬', '2950': '米田亘希'}
    if team_id == '461':
        return {'3583': '須貝祐介', '3858': '中村竜輔', '3576': '笠利真吾', '3860': '伊藤樹', '1442': '戸嵜嵩大', '3859': '河東祐大', '3577': '池田幸太', '2063': '山本憲吾', '2693': '椿芽久', '3041': '矢貫龍馬', '3857': '波佐間泰平', '2279': '森崎健史', '2212': '松村文斗', '2519': '大沢健太郎', '1916': '高澤和貴', '3856': '角雅也', '2668': '長田翼'}