def get_players(team_id):
    if team_id == '285':
        return {'599': '芥川愛加', '1476': '林琴奈', '1215': '小川杏奈', '1362': '橘井友香', '1385': '柴田真果', '1217': '田中瑞稀', '3678': '籾井あき', '3947': '榊原菜那 ', '3796': 'ドルーズアンドレア', '1448': '目黒優佳', '3645': '深萱知代', '3671': '西川有喜', '1477': 'ヒックマンジャスティス', '1363': '小幡真子', '3948': '和田由紀子', '3672': '神田さくら', '1366': '橋本梨紗'}
    if team_id == '263':
        return {'2708': '田口絢佳', '1746': '吉岡美晴', '1295': '宇賀神みずき', '1408': '渡邊真恵', '3617': '及川真夢', '3656': '高柳有里', '2352': '西村弥菜美', '1913': '高柳萌', '1296': '居村杏奈', '3876': '遠藤彩萌', '602': '宮下遥', '3708': '古川あおいアン', '3561': '永間香奈子', '3926': '城戸うらん', '1300': '金田修佳', '1301': '森田夕貴', '522': '丸山亜季', '1302': '高野由里加', '3927': '船田芽依', '2451': '前田明里', '1779': '宮下マミ', '2658': '長瀬そら', '1303': '楢崎慈恵', '524': '川島亜依美', '2172': '小野寺夏希'}
    if team_id == '281':
        return {'530': '冨永こよみ', '1435': '堀江美志', '1434': '山崎のの花', '1433': '山口珠李', '2024': '山岸あかね', '1471': '吉野優理', '1246': '内瀬戸真実', '1963': '佐藤優花', '1265': '青柳京古', '1470': '岩澤実育', '2644': '中本葉月', '1469': '椎名真子', '1467': '佐々木海空', '3676': '権田寛奈', '3677': '仁井田桃子', '4090': '田川紘美', '1272': '大室璃紗'}
    if team_id == '265':
        return {'1421': '中元南', '1425': '積山春花', '1091': '大竹里歩', '536': '田代佳奈美', '2706': '田原愛里', '1313': '小口樹葉', '1061': '森谷史佳', '517': '井上琴絵', '1427': '石橋桃子', '1110': '奥村麻依', '4075': '松井珠己', '1093': '鍋谷友理枝', '4076': '横田真未', '4077': '福留慧美', '2778': '東谷玲衣奈', '1422': '工藤嶺', '1970': '佐野伶奈', '2924': '兵頭由希'}
    if team_id == '266':
        return {'3667': '鴫原ひなた', '3950': '稲葉早生', '1319': '村永奈央', '1428': '渡邊彩', '1317': '榊原美沙都', '1321': '辻彩乃', '3949': '熊井風音', '307': '荒木絵里香', '1322': '松本亜弥華', '1445': '杉郁香', '1398': '中屋夏澄', '1446': '藪田美穂子', '1397': '山上有紀', '1400': '安井由香子', '1447': '山形理沙子'}
    if team_id == '283':
        return {'500': '井上奈々朱', '628': '大野果歩', '1100': '伊藤望', '1323': '白井美沙紀', '1352': '中田紫乃', '1354': '中島未来', '3559': 'KulanJana', '1437': '小川愛里奈', '1438': '黒後愛', '1694': '関菜々巳', '3659': '水杉玲奈', '3668': '石川真佑', '3669': '野呂加南子', '3670': '大崎琴未', '3937': '坂本侑'}
    if team_id == '261':
        return {'593': '長岡望悠', '1432': '井上美咲', '592': '岩坂名奈', '1473': '井上愛里沙', '595': '石井優希', '1346': '加藤光', '596': '野本梨佳', '1293': '金森晴香', '508': '座安琴希', '622': '栄絵里香', '1344': '今村優香', '4082': '白澤明香里', '1478': '中川美柚', '4083': '池谷優佳', '1419': '濱松明日香', '1142': '戸江真奈', '3673': '平山詩嫣', '4084': '荒木彩花', '3777': '小島絢野'}
    if team_id == '284':
        return {'601': '島村春世', '1274': '古賀紗理那', '1405': '塚田しおり', '1213': '柳田光綺', '3666': '曽我啓菜', '1326': '上野香織', '3935': '甲萌香', '3925': '野嶋華澄', '1357': '廣瀬七海', '3644': '澤田由佳', '3643': '古谷ちなみ', '1404': '山内美咲', '1472': '山田二千華', '3936': '安田美南', '3665': '吉田あゆみ', '1406': '小島満菜美', '1254': '佐藤澪'}
    if team_id == '264':
        return {'1466': '上坂瑠子', '1307': '小野寺友香', '2983': '堀井有蘭', '1450': '窪田美侑', '1348': '芳賀舞波', '1401': '齋藤加奈子', '1148': '佐藤美弥', '1310': '小池杏菜', '3632': '中村安里', '1349': '長内美和子', '1451': '入澤まい', '1403': 'オクム大庭冬美ハウィ', '3916': '境紗里奈', '3954': '野中瑠衣', '3955': '上沢沙織', '3956': '雑賀恵斗'}
    if team_id == '277':
        return {'1705': '丸山紗季', '1306': '間橋香織', '2845': '馬場ゆりか', '2440': '舛田紗淑', '3775': 'リーシモーン', '1208': '杉原若葉', '1292': '浮島杏加子', '3684': '梅津憂理', '3685': '細沼綾', '2153': '小西愛衣', '3568': '星加輝', '3911': '立石優華', '3912': '小杉凜華', '3915': '戸部真由香', '3913': '道下ひなの'}
    if team_id == '275':
        return {'1396': '有田妃奈乃', '3877': '瀬戸杏華', '3914': '森田茉莉', '451': '江畑幸子', '1370': '村上華澄', '3664': '合屋咲希', '3641': '高相みな実', '3642': '山下遥香', '3005': '綿引菜都美', '1395': '堀口あやか', '2681': '津賀菜緒', '1377': '島畑奈緒子', '1353': '石川真奈', '3090': '和才奈々美'}
    if team_id == '481':
        return {'3619': '貞包里穂', '3618': '櫻井美樹', '2508': '大元朱菜', '3884': '花井萌里', '3621': '長野有紗', '1216': '金杉由香', '3622': '堀込奈央', '4073': '宮地佳乃', '1743': '吉岡可奈', '3623': '脇田美怜', '1407': '荒谷栞', '3883': '孫田菜奈', '3620': '田中咲希', '3887': '佐々木千紘', '3885': '松本愛希穂', '3886': '清水茜里', '3942': '清田萌', '1875': '溝口由利香'}