def get_players(team_id):
    if team_id == '272':
        return {'3861': 'エバデダンジェフリー\u3000宇意', '2203': '松坂洸汰', '3053': '柳田百織', '3865': '吉田綜眞', '2179': '小林慎平', '1656': '加藤大雄', '1867': '後藤滉貴', '2106': '手塚奨', '1630': '岡村義郎', '2435': '浅野卓雅', '3863': '兵頭佳樹', '3864': '谷平拓海', '3510': '米澤寛武', '1677': '角大樹', '2659': '長谷山拓', '2881': '尾木将', '2081': '志波京介'}
    if team_id == '479':
        return {'2030': '山口功太郎', '1167': '田城貴之', '581': '古田史郎', '1658': '家近滉一', '3834': '本澤凌斗', '1699': '関根俊哉', '584': '加藤伊織', '2861': '白石啓丈', '2798': '藤村昇太', '1941': '佐々木博秋', '3826': '張育陞', '3527': '辰巳遼', '3624': '戸田拓也', '3686': '田城広光', '3938': '工藤泰我'}
    if team_id == '455':
        return {'2415': '川崎翔太', '1652': '加藤克貴', '2364': '石井和希', '3554': '佐藤匠', '2892': '浜田翔太', '1682': '笠原啓太', '3587': '筒井匠', '2446': '前田将武', '2423': '川畑貴裕', '3853': '斎藤祐弥', '3854': '川副大海', '2165': '小島大輝', '3930': '森田凌雅', '3855': '丸尾修一朗', '4069': '小堀優', '3006': '茂木祐太', '4070': '三浦一真', '4071': '堀内雄斗'}
    if team_id == '274':
        return {'3766': '西村駿佑', '3115': '渕江陵友', '2432': '浅川成也', '1670': '皆川昂太', '2285': '森本浩矢', '3767': '橋爪ユウキ', '2779': '東野晴輝', '4068': '山岡龍司', '2921': '福島孝輝', '2374': '石黒拓未', '2722': '田中一希', '1985': '坂本凱', '1741': '吉岡衛', '3114': '渕江祥平', '2242': '上坂将輝', '2289': '神代優司'}
    if team_id == '270':
        return {'1566': '伊澤啓生', '3604': '渡邊和馬', '3878': '吉田魁成', '2731': '田中尚', '2940': '平野晃多', '3606': '津田大地', '4037': '森陽希', '2662': '長谷川優太', '2838': '二五田大輔', '2775': '嶋田希隆', '3879': '備一真', '3768': '境龍生', '3769': '清水遼', '3522': '舩倉拓登', '2087': '寺尾壮太', '3018': '木村拓哉'}
    if team_id == '480':
        return {'3062': '落合一輝', '2617': '中村有登', '3031': '野垣昂大', '2384': '石川和樹', '3650': '松永崚汰', '2948': '米村尊', '2660': '長谷川博紀', '3917': '外崎航平', '2443': '前川将太', '2498': '大浦坂健太', '2594': '茶屋道康輔', '3919': '安田瑛亮', '2243': '上出哲也', '2977': '北田陽季', '3651': '諏訪晃大'}
    if team_id == '271':
        return {'3994': '上場雄也', '2889': '浜崎勇矢', '1532': '阿部航平', '1240': '廣瀬優希', '2551': '瀧澤陽紀', '2461': '曹海倫', '3995': '鎌田敏弥', '2763': '土井友登', '3993': '新垣東麻', '2127': '勝本真太郎', '3550': '満生大輝', '3552': '関谷拓巳', '4086': '曽田一也', '3662': '鈴木匡教'}
    if team_id == '269':
        return {'2157': '小川貴大', '1563': '伊藤裕之介', '2309': '水野貴文', '1650': '加藤啓', '2541': '大野隆一', '2230': '松本幸博', '3960': '矢澤宗之', '2965': '豊田将人', '3680': '平原隆也', '3963': '栗田颯', '2611': '中村航太朗', '2640': '中道元貴', '1663': '河西敦司', '3586': '金子優海', '3959': '細沼竜稀', '3681': '吉澤玄祐', '2290': '神谷昴紀', '3682': '中澤和也', '1852': '古田彰紀', '1535': '阿部翼', '3962': '松原史典', '3961': '米山恵介'}
    if team_id == '296':
        return {'1636': '岡本侑', '2880': '尾松航洋', '2677': '長濱裕', '1928': '今田善仁', '2500': '大賀惠介', '2187': '庄司練', '2743': '田畑翔伍', '2874': '繁田康平', '2817': '内園徹', '2911': '福吉慎也', '3007': '毛利光生', '2271': '新谷俊揮', '2937': '平田英貴', '3967': '谷川結人', '3968': '古川一輝', '2060': '山本寛生', '3091': '和治裕太', '3969': '三木裕人', '1921': '黒木隆生', '2066': '山本慎人', '2178': '小林空', '3970': '松浦孝平', '3971': '福井裕貴'}
    if team_id == '267':
        return {'3132': '與崎風人', '3837': '三角昌弘', '1792': '宮田航輔', '4101': '河野祥侑', '2619': '中村龍哉', '4100': '貝原龍樹', '3748': '佐藤真', '3749': '佐藤雄斗', '3551': '佐藤隼一', '3750': '熊谷勇人', '3649': '澤瑞貴', '2018': '山下道生', '3838': '田中拓海', '3842': '奈琳剣', '3839': '蔵田大輝', '3840': '高杉優希', '2552': '瀧澤利一', '3880': '渡辺周馬'}
    if team_id == '290':
        return {'3533': '西澤岳', '2863': '白川佑樹', '4081': '逢沢亘', '2738': '田中佑輔', '2645': '中野将太', '3866': '浅草大燿', '2725': '田中寛人', '3534': '加藤遼太', '1811': '玉嶋佑樹', '2293': '秦惇平', '3827': '澁谷杜斗', '3828': '猪岡恭平', '2649': '仲村鴻輝', '3829': '林優作', '3889': '藤原郷介', '1572': '井上周二', '3830': '井上祐樹', '2188': '松井孝介', '2589': '竹内敦彦', '646': '奥田晃', '436': '國近公太', '1726': '岩本正吾'}
    if team_id == '474':
        return {'3804': '酒井駿', '3526': '鰐川怜児', '3808': '三角尚久', '3818': '渡部勇人', '3608': '浅田潮', '3806': '松下祐太', '3805': '石坂ハスナヌ', '4080': '笹岡凪斗', '3803': '高瀬太一', '4093': '柳生大成', '3807': '赤澤悠斗', '3556': '山田広大', '4091': '福池凌太', '4092': '曾根裕也', '4094': '佐藤利空'}
    if team_id == '483':
        return {'3753': '青島賢司', '3754': '神園時', '3755': '河西智洋', '1612': '奥田基嗣', '3756': '吉田康祐', '3929': '阿部誠樹', '1683': '笠原佑斗', '2339': '清水久雄', '2185': '小林洸', '3757': '三浦拓', '3758': '十良澤太一', '3759': '白戸謙伸', '3875': 'ブルークインダレ\u3000サレツ', '3760': '山口拓馬', '3761': '河西孔明', '2998': '桝谷周呈', '3762': '森元貴哉', '3939': '藤村稜', '4067': '佐藤陸善', '3940': '柿崎充'}