def get_players(team_id):
    if team_id == '458':
        return {'1833': '栗田楓', '3083': '鈴木日葵', '2175': '小林愛里', '2741': '田中瑠奈', '1851': '古市彩音', '2083': '寺坂茜', '2631': '中田唯香', '3597': '上地野乃香', '2264': '新井祥', '3638': '坂本陽菜', '1546': '安福若菜', '3952': '伊藤寿奈', '3953': '藤原愛'}
    if team_id == '299':
        return {'2191': '松浦未波', '3058': '有川由季乃', '2929': '平岩沙紀', '2261': '色摩知巳', '2125': '勝見咲子', '1104': '豊田みづき', '3868': '古川ほのか', '1206': '愛宕諒子', '2587': '竹内沙月', '3639': '伊藤きわ美', '3773': '西條華子', '2765': '土屋智菜実', '3869': '及川佑加', '2509': '大原萌', '2225': '松尾由紀子', '2653': '張心穆意', '3836': '工藤綾乃', '2444': '前村明里', '1666': '賀谷明日光', '3897': '畠山初音', '3616': '山本紗貴', '3957': '黒田茉央'}
    if team_id == '447':
        return {'3932': '梅田莉樹子', '2072': '山本裕香', '1778': '宮井遥', '1717': '岩永明奈', '2991': '本間真樹子', '3931': '高橋侑里', '3951': '野村美友', '1571': '井上実咲', '1632': '岡田倫奈', '3134': '齊藤望', '3027': '目加田莉央', '3625': '唐川愛璃', '2891': '浜田栞', '3626': '柳沼優花'}
    if team_id == '484':
        return {'3712': '小坂亜未', '3713': '水谷真友', '3714': '佐々木里菜', '3715': '高橋愛未', '3716': '岸村恵実', '3717': '石井彩', '3720': '平原果歩', '3721': '綱田愛', '3891': '村山美佳', '3896': '平野七菜', '3892': '横田実穂', '3893': '小茂田夏海', '3894': '岩本周加', '3895': '富澤結花'}
    if team_id == '457':
        return {'2973': '北村果穂', '3023': '木村友里', '3941': '草島華穂', '2715': '田村愛美', '3052': '柳沢紫子', '2275': '森寿実子', '3921': '榎本里歩', '3922': '細田瑠加', '3627': '投野ひかる', '1315': '宮本菜月', '3628': '伊藤摩耶', '3630': '菅原里奈', '3923': '小泉春葵'}
    if team_id == '279':
        return {'2972': '北川海育', '3679': '大西真咲', '3660': '宮澤千陽', '3908': '蠣崎真衣', '3909': '川瀬ちあき', '3920': '坂口莉乃', '1950': '佐藤愛美', '2056': '山内佑里子', '3928': '駒田愛実', '2353': '西田智美', '2362': '斉藤有香', '2764': '土岡真央', '3958': '濱田彩佳', '3817': '光長史帆'}
    if team_id == '280':
        return {'2258': '城野真衣', '2376': '石川綾菜', '3898': '森田紫', '3633': '渋川小夏', '3634': '岡村真衣', '3870': '関根友香', '3881': '吉田奈未', '3015': '木村汐里', '2695': '鶴ヶ崎佳寿葉', '3871': '中島優花', '3001': '名原寧音', '2811': '徳石あかり', '3635': '鶴田佳菜', '3636': '古川友', '3637': '松原南'}
    if team_id == '459':
        return {'1251': '熊本比奈', '3899': '中野祐希', '2843': '播磨若奈', '3709': '松川美咲', '3888': '平井裕菜', '2492': '多田遥', '1653': '加藤彩夏', '1903': '高田真央', '1895': '高橋美桜', '2790': '藤原ちひろ', '3661': '勝呂詩保', '3710': '中齊里奈', '2307': '水上真悠子', '3890': '島原玖南', '3900': '浅野奈菜', '1788': '宮崎陽衣', '3711': '小川祐奈', '3902': '中道香名子'}
    if team_id == '298':
        return {'2982': '堀ノ内麗', '4036': '大木美沙季', '4048': '川口美久', '4050': '柳迫琳々香', '4044': '佐木田彩夏', '4045': '松元葵', '4039': '南里くるみ', '4040': '林美鈴', '4041': '河合桃香', '4033': '和多千里', '4042': '伊藤琴音', '4043': '入江彩水', '4046': '七條彩乃', '4047': '平泉百絵', '3607': '白岩蘭奈', '3100': '和田法子'}