def get_players(team_id):
    if team_id == '462':
        return {'2754': '渡邊徹', '3588': '言上真一', '3847': '壇上正健', '1645': '下町浩二', '4089': '中山雄介', '3590': '高橋和希', '3591': '後藤和志', '3592': '川村幸司', '2314': '杉谷祐磨', '2239': '上竣', '3612': '片野坂拓人', '2401': '碩幸輝', '2833': '南本大貴', '2394': '石渡瑛法', '2566': '丹下雅行'}
    if team_id == '273':
        return {'2059': '山本映樹', '4057': '中村洸稀', '1660': '河戸俊亮', '2974': '北村將', '3528': '今中聖也', '3529': '江崎闘愛', '2388': '石田康祐', '3530': '中谷芹', '3531': '中野倭', '3532': '上山太樹', '2994': '本多駿', '2632': '中田雄大', '2816': '那須野裕進', '2273': '森愛樹', '3557': '久門伸司', '2510': '大原悠', '2651': '帖佐力弥', '4058': '後藤陸翔', '4059': '中西武琉', '4060': '松浦陣羽', '4061': '武田大直', '4062': 'フランシスムヤカバング', '3741': '井上尚人', '3742': '越智蒼', '3743': '小磯智紀', '3744': '五味登似', '3745': '吉良悠飛', '3746': '本多泰成', '3747': '江口颯人', '4063': '丸尾翔太', '4064': '鹿嶌俊佑', '4065': '東影夏海'}
    if team_id == '297':
        return {'1721': '岩阪健太郎', '3595': '為我井太也', '3594': '西河孝太', '2960': '峰尾拓', '2502': '大貫智博', '3674': '石井琢也', '2357': '西片圭佑', '3593': '野田雄介', '2460': '早川紘司', '1592': '宇野佑樹', '3820': '田中湧朔', '3831': '岸海斗', '3832': '新山駿', '3835': '筧颯斗', '3819': '鈴木浩大', '3844': '二宮正夫', '1023': '伊藤優介', '2209': '松枝寿明', '2575': '池田正一'}
    if team_id == '460':
        return {'4011': '浅野晶', '4012': '山田誠幸', '4017': '齋藤貴大', '4018': '橋本大海', '4019': '板橋健之', '4020': '野澤辰義', '4021': '齋藤貴紀', '4022': '村松俊輔', '2077': '市川一樹', '4024': '吉岡佳徳', '4025': '福澤直己', '4026': '大町和幸', '4027': '古家康隆', '4028': '紀之定俊輔', '4029': '篠田学', '4030': '藤原裕和', '4095': '高田晋作', '4096': '瀧内佑一', '561': '杉崎大和', '4031': '上田日登', '4098': '谷野駿', '4099': '羽富琉偉'}
    if team_id == '491':
        return {'3973': '滝沢優樹', '3976': '辻正浩', '3977': '水野将司', '3978': '斎藤総人', '3979': '井澤大輔', '3980': '安田剛', '3981': '佐々木優汰', '3966': '鈴木康平', '3982': '林直樹', '3983': '山下直樹', '3985': '杉本峻作', '3986': '菅原幸紀', '3987': '過足幸司', '3988': '鈴木奨平', '3989': '岡戸利成'}
    if team_id == '490':
        return {'4000': '鎌苅翔', '4008': '赤松圭介', '4002': '早瀬川雄也', '4007': '岡﨑誠', '3999': '丸一達也', '4009': '阪根彩斗', '4001': '蓑田蓮', '3997': '野口拓朗', '4003': '田中誠', '4010': '寺田晃聖', '4004': '仲田昌人', '4005': '籠樹', '3998': '津崎智之', '4006': '守山巧', '3991': '川田匠'}